Repository: stradivarius-ios-apps/home-stuff-inventory-app
Catalog: HomeStuffInventoryApp/Resources/Localizable.xcstrings
Source language: en
Languages: uk

# inventory.action.add
source: Add
uk: Додати

# inventory.action.addItem
source: Add Item
uk: Додати річ

# inventory.action.addItem.accessibilityLabel
source: Add Item
uk: Додати річ

# inventory.action.cancel
source: Cancel
uk: Скасувати

# inventory.action.discard
source: Discard Changes
uk: Відкинути зміни

# inventory.action.keepEditing
source: Keep Editing
uk: Продовжити редагування

# inventory.action.keepPlace
source: Keep Storage Place
uk: Залишити місце зберігання

# inventory.action.clearFilters
source: Clear Filters
uk: Очистити фільтри

# inventory.action.clearPlace
source: Clear Storage Place
uk: Очистити місце зберігання

# inventory.action.clearSearch
source: Clear Search
uk: Очистити пошук

# inventory.action.clearSearchAndFilters
source: Clear Search and Filters
uk: Очистити пошук і фільтри

# inventory.selection.category.addNew
source: Add New Category
uk: Додати нову категорію

# inventory.selection.category.create
source: Add Category
uk: Додати категорію

# inventory.selection.category.newPrompt
source: New category
uk: Нова категорія

# inventory.selection.existing
source: Existing
uk: Наявні

# inventory.selection.location.addNew
source: Add New Location
uk: Додати нову локацію

# inventory.selection.location.create
source: Add Location
uk: Додати локацію

# inventory.selection.location.newPrompt
source: New location
uk: Нова локація

# inventory.selection.selected
source: Selected
uk: Вибрано

# locationIcons.category.bathroomAndLaundry
source: Bathroom & Laundry
uk: Ванна й прання

# locationIcons.category.bedroomAndCloset
source: Bedroom & Closet
uk: Спальня й шафа

# locationIcons.category.garageAndTools
source: Garage & Tools
uk: Гараж та інструменти

# locationIcons.category.home
source: Home
uk: Дім

# locationIcons.category.kitchenAndDining
source: Kitchen & Dining
uk: Кухня й їдальня

# locationIcons.category.livingAreas
source: Living Areas
uk: Житлові зони

# locationIcons.category.office
source: Office
uk: Офіс

# locationIcons.category.outdoorAndUtility
source: Outdoor & Utility
uk: Вулиця й господарське

# locationIcons.category.storage
source: Storage
uk: Зберігання

# locationIcons.footer.optional
source: Icon selection is optional. Locations without a chosen icon use the default marker.
uk: Вибір іконки необов’язковий. Локації без іконки використовують стандартний маркер.

# locationIcons.option.archive
source: Archive
uk: Архів

# locationIcons.option.balcony
source: Balcony
uk: Балкон

# locationIcons.option.bathroom
source: Bathroom
uk: Ванна

# locationIcons.option.bedroom
source: Bedroom
uk: Спальня

# locationIcons.option.bikeStorage
source: Bike Storage
uk: Місце для велосипеда

# locationIcons.option.books
source: Books
uk: Книги

# locationIcons.option.box
source: Box
uk: Коробка

# locationIcons.option.cabinet
source: Cabinet
uk: Шафка

# locationIcons.option.closet
source: Closet
uk: Гардероб

# locationIcons.option.coffeeStation
source: Coffee Station
uk: Кавова зона

# locationIcons.option.default
source: Default Location Icon
uk: Стандартна іконка локації

# locationIcons.option.entryway
source: Entryway
uk: Передпокій

# locationIcons.option.files
source: Files
uk: Файли

# locationIcons.option.garage
source: Garage
uk: Гараж

# locationIcons.option.home
source: Home
uk: Дім

# locationIcons.option.kitchen
source: Kitchen
uk: Кухня

# locationIcons.option.lampArea
source: Reading Corner
uk: Куточок для читання

# locationIcons.option.laundry
source: Laundry
uk: Пральня

# locationIcons.option.livingRoom
source: Living Room
uk: Вітальня

# locationIcons.option.office
source: Office
uk: Офіс

# locationIcons.option.refrigerator
source: Refrigerator
uk: Холодильник

# locationIcons.option.room
source: Room
uk: Кімната

# locationIcons.option.shed
source: Shed
uk: Сарай

# locationIcons.option.tools
source: Tools
uk: Інструменти

# locationIcons.option.tray
source: Tray
uk: Лоток

# locationIcons.option.tvArea
source: TV Area
uk: ТВ-зона

# locationIcons.option.utilitySink
source: Utility Sink
uk: Господарська раковина

# locationIcons.option.wardrobe
source: Wardrobe
uk: Шафа для одягу

# locationIcons.option.workbench
source: Workbench
uk: Верстак

# locationIcons.picker.title
source: Location Icon
uk: Іконка локації

# locationIcons.section.icon
source: Icon
uk: Іконка

# itemIcons.category.boxesAndSupplies
source: Boxes & Supplies
uk: Коробки й запаси

# itemIcons.category.cablesAndElectronics
source: Cables & Electronics
uk: Кабелі й електроніка

# itemIcons.category.healthAndSafety
source: Health & Safety
uk: Здоров’я й безпека

# itemIcons.category.homeAndPersonal
source: Home & Personal
uk: Дім і особисте

# itemIcons.category.kitchenCleaningAndUtility
source: Kitchen, Cleaning & Utility
uk: Кухня, прибирання й господарське

# itemIcons.category.toolsAndRepair
source: Tools & Repair
uk: Інструменти й ремонт

# itemIcons.default.title
source: Default
uk: Типова

# itemIcons.footer.optional
source: Icon selection is optional. Items without a chosen icon use a neutral item symbol.
uk: Вибір іконки необов’язковий. Речі без вибраної іконки використовують нейтральний символ.

# itemIcons.option.accessibilityLabel
source: %@ item icon
uk: Іконка речі: %@

# itemIcons.option.archive
source: Archive Box
uk: Архівна коробка

# itemIcons.option.bag
source: Bag
uk: Сумка

# itemIcons.option.bandage
source: Bandage
uk: Бинт

# itemIcons.option.battery
source: Battery
uk: Батарейка

# itemIcons.option.box
source: Box
uk: Коробка

# itemIcons.option.cable
source: Cable
uk: Кабель

# itemIcons.option.clothing
source: Clothing
uk: Одяг

# itemIcons.option.cup
source: Cup
uk: Чашка

# itemIcons.option.desktop
source: Desktop Computer
uk: Настільний комп’ютер

# itemIcons.option.display
source: Display
uk: Дисплей

# itemIcons.option.document
source: Document
uk: Документ

# itemIcons.option.drop
source: Liquid or Cleaner
uk: Рідина або засіб

# itemIcons.option.firstAid
source: First Aid Kit
uk: Аптечка

# itemIcons.option.folder
source: Folder
uk: Папка

# itemIcons.option.gear
source: Part or Gear
uk: Деталь або механізм

# itemIcons.option.glasses
source: Glasses
uk: Окуляри

# itemIcons.option.hammer
source: Hammer
uk: Молоток

# itemIcons.option.headphones
source: Headphones
uk: Навушники

# itemIcons.option.key
source: Key
uk: Ключ

# itemIcons.option.kitchen
source: Kitchen Item
uk: Кухонна річ

# itemIcons.option.laptop
source: Laptop
uk: Ноутбук

# itemIcons.option.leaf
source: Outdoor or Garden
uk: Для вулиці або саду

# itemIcons.option.phone
source: Phone
uk: Телефон

# itemIcons.option.pills
source: Medicine
uk: Ліки

# itemIcons.option.powerPlug
source: Power Plug
uk: Штепсель

# itemIcons.option.screwdriver
source: Screwdriver
uk: Викрутка

# itemIcons.option.sparkles
source: Cleaning Supplies
uk: Засоби для прибирання

# itemIcons.option.stethoscope
source: Medical Device
uk: Медичний пристрій

# itemIcons.option.toolkit
source: Toolkit
uk: Набір інструментів

# itemIcons.option.tray
source: Tray
uk: Лоток

# itemIcons.option.wallet
source: Wallet
uk: Гаманець

# itemIcons.picker.title
source: Item Icon
uk: Іконка речі

# itemIcons.selected.accessibilityLabel
source: Item icon: %@
uk: Іконка речі: %@

# inventory.action.delete
source: Delete
uk: Видалити

# inventory.action.deleteItem
source: Delete Item
uk: Видалити річ

# inventory.action.edit
source: Edit
uk: Редагувати

# inventory.action.editItem
source: Edit Item
uk: Редагувати річ

# inventory.action.rename
source: Rename
uk: Перейменувати

# inventory.action.ok
source: OK
uk: ОК

# inventory.action.save
source: Save
uk: Зберегти

# inventory.alert.delete.message
source: This removes %@ from your inventory.
uk: Річ «%@» буде видалено з інвентарю.

# inventory.alert.delete.title
source: Delete Item?
uk: Видалити річ?

# inventory.alert.deleteError.message
source: The item could not be deleted. Please try again.
uk: Не вдалося видалити річ. Спробуйте ще раз.

# inventory.alert.deleteError.title
source: Item Not Deleted
uk: Річ не видалено

# inventory.alert.discardItemChanges.editMessage
source: Discard your changes? The saved item will not be changed.
uk: Відкинути зміни? Збережена річ не зміниться.

# inventory.alert.discardItemChanges.newMessage
source: Discard this new item? It will not be saved.
uk: Відкинути нову річ? Її не буде збережено.

# inventory.alert.discardItemChanges.title
source: Discard Changes?
uk: Відкинути зміни?

# inventory.alert.reviewPlaceAfterLocationChange.message
source: The Storage Place “%@” may belong to the previous Location. Keep it after changing Location to “%@”, or clear it and enter a new Storage Place.
uk: Місце зберігання «%@» може належати попередній локації. Залишити його після зміни локації на «%@» чи очистити й ввести нове місце зберігання?

# inventory.alert.reviewPlaceAfterLocationChange.title
source: Review Storage Place
uk: Перевірте місце зберігання

# inventory.alert.saveError.editTitle
source: Item Not Updated
uk: Річ не оновлено

# inventory.alert.saveError.newTitle
source: Item Not Saved
uk: Річ не збережено

# inventory.alert.saveError.message
source: Your changes could not be saved. Please try again.
uk: Не вдалося зберегти зміни. Спробуйте ще раз.

# inventory.selection.creation.error.message
source: Couldn't save this value. Please try again.
uk: Не вдалося зберегти це значення. Спробуйте ще раз.

# inventory.selection.creation.error.title
source: Value Not Saved
uk: Значення не збережено

# inventory.selection.place.addNew
source: Add New Storage Place
uk: Додати нове місце зберігання

# inventory.selection.place.create
source: New Storage Place
uk: Нове місце зберігання

# inventory.selection.place.icon
source: Storage Place Icon
uk: Іконка місця зберігання

# inventory.selection.place.icon.help
source: Choose an icon for this Storage Place. Box is selected by default.
uk: Виберіть іконку для цього місця зберігання. Типово вибрано коробку.

# inventory.selection.place.newPrompt
source: Storage Place name
uk: Назва місця зберігання

# inventory.bulkMove.accessRequired.message
source: Pro access is required to move selected items.
uk: Для переміщення вибраних речей потрібен доступ Pro.

# inventory.bulkMove.accessRequired.title
source: Pro Access Required
uk: Потрібен доступ Pro

# inventory.bulkMove.back
source: Back
uk: Назад

# inventory.bulkMove.cancel
source: Cancel
uk: Скасувати

# inventory.bulkMove.cancelled.message
source: The move was cancelled. No items were changed.
uk: Переміщення скасовано. Жодну річ не змінено.

# inventory.bulkMove.changedCount
source: Items to Move
uk: Речей для переміщення

# inventory.bulkMove.confirm.action
source: Move Items
uk: Перемістити речі

# inventory.bulkMove.destination.empty.message
source: Add a Location before moving selected items.
uk: Додайте локацію, перш ніж переміщувати вибрані речі.

# inventory.bulkMove.destination.empty.title
source: No Destinations
uk: Немає місць призначення

# inventory.bulkMove.destination.none
source: Choose a destination
uk: Виберіть місце призначення

# inventory.bulkMove.destination.picker
source: Destination
uk: Місце призначення

# inventory.bulkMove.destination.section
source: Move To
uk: Перемістити до

# inventory.bulkMove.destination.title
source: Choose Destination
uk: Виберіть місце призначення

# inventory.bulkMove.done
source: Done
uk: Готово

# inventory.bulkMove.emptySelection.message
source: Select at least one item to move.
uk: Виберіть принаймні одну річ для переміщення.

# inventory.bulkMove.failed.message
source: No items were moved. Try again.
uk: Жодну річ не переміщено. Спробуйте ще раз.

# inventory.bulkMove.from.section
source: From
uk: Звідки

# inventory.bulkMove.invalidDestination.message
source: That destination is no longer available.
uk: Це місце призначення більше недоступне.

# inventory.bulkMove.move.action
source: Move
uk: Перемістити

# inventory.bulkMove.result.ok
source: OK
uk: Гаразд

# inventory.bulkMove.result.title
source: Couldn’t Move Items
uk: Не вдалося перемістити речі

# inventory.bulkMove.review.action
source: Review Move
uk: Перевірити переміщення

# inventory.bulkMove.review.title
source: Review Move
uk: Перевірка переміщення

# inventory.bulkMove.select.action
source: Select Items
uk: Вибрати речі

# inventory.bulkMove.select.hint
source: Starts selecting items to move together.
uk: Починає вибір речей для спільного переміщення.

# inventory.bulkMove.selectAll
source: Select All Shown
uk: Вибрати всі показані

# inventory.bulkMove.selectedCount
source: Selected Items
uk: Вибрано речей

# inventory.bulkMove.staleSelection.message
source: The selected items changed. Close this sheet and select them again.
uk: Вибрані речі змінилися. Закрийте це вікно та виберіть їх знову.

# inventory.bulkMove.summary.section
source: Summary
uk: Підсумок

# inventory.bulkMove.to.section
source: To
uk: Куди

# inventory.bulkMove.unchanged.message
source: All selected items are already at this destination. No history entry will be created.
uk: Усі вибрані речі вже в цьому місці. Запис історії не створюватиметься.

# inventory.placeSelection.option.accessibilityHint
source: Selects this existing Storage Place as the Item destination.
uk: Вибирає це наявне місце зберігання як призначення для речі.

# inventory.category.batteries
source: Batteries
uk: Батарейки

# inventory.category.cablesAndAdapters
source: Cables & Adapters
uk: Кабелі й адаптери

# inventory.category.documents
source: Documents
uk: Документи

# inventory.category.electronics
source: Electronics
uk: Електроніка

# inventory.category.householdSupplies
source: Household Supplies
uk: Побутові речі

# inventory.category.miscellaneous
source: Miscellaneous
uk: Різне

# inventory.category.outdoorAndTravel
source: Outdoor & Travel
uk: Для вулиці й подорожей

# inventory.category.spareParts
source: Spare Parts
uk: Запчастини

# inventory.category.tools
source: Tools
uk: Інструменти

# inventory.condition.good
source: Good
uk: Гарний

# inventory.condition.needsRepair
source: Needs Repair
uk: Потребує ремонту

# inventory.condition.new
source: New
uk: Новий

# inventory.condition.unknown
source: Unknown
uk: Невідомий

# inventory.condition.worn
source: Worn
uk: Зношений

# inventory.empty.filtered.filters
source: No items match the selected filters.
uk: Немає речей для вибраних фільтрів.

# inventory.empty.filtered.search
source: No stored items match this search.
uk: За цим запитом речей не знайдено.

# inventory.empty.filtered.searchAndFilters
source: No items match this search and filter combination.
uk: За цим пошуком і фільтрами речей не знайдено.

# inventory.empty.filtered.title
source: No Matching Items
uk: Нічого не знайдено

# inventory.empty.message
source: Add household items with their location and exact storage place so you can find them later.
uk: Додавайте домашні речі з локацією та точним місцем зберігання, щоб знаходити їх пізніше.

# inventory.startup.loading
source: Opening your inventory…
uk: Відкриваємо ваш інвентар…

# inventory.startup.tryAgain
source: Try Again
uk: Спробувати ще раз

# inventory.startup.tryAgain.accessibilityHint
source: Attempts to open your local inventory again.
uk: Повторно намагається відкрити ваш локальний інвентар.

# inventory.startup.tryAgain.accessibilityLabel
source: Try opening inventory again
uk: Спробувати відкрити інвентар ще раз

# inventory.startup.unavailable.message
source: Your inventory could not be opened. Your existing local data was not deleted. Try again to open it.
uk: Не вдалося відкрити ваш інвентар. Наявні локальні дані не видалено. Спробуйте відкрити його ще раз.

# inventory.startup.unavailable.title
source: Inventory Unavailable
uk: Інвентар недоступний

# inventory.empty.title
source: Nothing stored yet
uk: Поки нічого не додано

# inventory.fallback.noContainer
source: No Storage Place
uk: Без місця зберігання

# inventory.fallback.noLocation
source: No location
uk: Без локації

# inventory.fallback.noNotes
source: No notes
uk: Без нотаток

# inventory.notes.card.accessibilityHint
source: Opens the Notes editor.
uk: Відкриває редактор нотаток.

# inventory.notes.card.accessibilityLabel
source: Notes: %@
uk: Нотатки: %@

# inventory.notes.discard.message
source: Discard the changes you made to Notes?
uk: Відкинути внесені зміни до нотаток?

# inventory.notes.discard.title
source: Discard Changes?
uk: Відкинути зміни?

# inventory.notes.editor.title
source: Edit Notes
uk: Редагувати нотатки

# inventory.notes.placeholder
source: Add details: what it’s for, what’s included, or where to find it.
uk: Додайте деталі: для чого це, що в комплекті або де шукати.

# inventory.search.match.notes
source: Matched in notes
uk: Збіг у нотатках

# inventory.search.match.tag
source: Matched tag: %@
uk: Збіг за тегом: %@

# inventory.field.category
source: Category
uk: Категорія

# inventory.field.condition
source: Condition
uk: Стан

# inventory.field.container
source: Storage Place
uk: Місце зберігання

# inventory.field.created
source: Created
uk: Створено

# inventory.field.itemIcon
source: Item Icon
uk: Іконка речі

# inventory.field.updated
source: Updated
uk: Оновлено

# inventory.field.location
source: Location
uk: Локація

# inventory.field.name
source: Name
uk: Назва

# inventory.field.notes
source: Notes
uk: Нотатки

# inventory.field.quantity
source: Quantity
uk: Кількість

# inventory.field.tags.placeholder
source: Adapters, tools, spare
uk: Адаптери, інструменти, запчастини

# inventory.filter.accessibilityHint
source: Filter by category, location, or storage place
uk: Фільтрувати за категорією, локацією або місцем зберігання

# inventory.filter.accessibilityLabel
source: Filter inventory
uk: Фільтрувати інвентар

# inventory.filter.anyCategory
source: Any Category
uk: Будь-яка категорія

# inventory.filter.anyLocation
source: Any Location
uk: Будь-яка локація

# inventory.filter.anyPlace
source: Any Storage Place
uk: Будь-яке місце зберігання

# inventory.filter.menu
source: Filters
uk: Фільтри

# inventory.filterContext.category
source: Category: %@
uk: Категорія: %@

# inventory.filterContext.location
source: Location: %@
uk: Локація: %@

# inventory.filterContext.place
source: Storage Place: %@
uk: Місце зберігання: %@

# inventory.filterContext.search
source: Search: %@
uk: Пошук: %@

# inventory.form.editItem.title
source: Edit Item
uk: Редагувати річ

# inventory.form.nameRequiredFooter
source: Name is required.
uk: Назва обов’язкова.

# inventory.form.newItem.title
source: New Item
uk: Нова річ

# inventory.form.storageFooter
source: Add the exact drawer, box, shelf, cabinet, or organizer.
uk: Додайте точну шухляду, коробку, полицю, шафу або органайзер.

# inventory.itemCount.word.few
source: items
uk: речі

# inventory.itemCount.word.many
source: items
uk: речей

# inventory.itemCount.word.one
source: item
uk: річ

# inventory.itemCount.word.other
source: items
uk: речей

# inventory.form.extraContextFooter
source: Tags can help with alternate names or related searches.
uk: Теги допомагають із альтернативними назвами або пов’язаним пошуком.

# inventory.form.tagsMaxLengthFooter
source: Keep each tag to %d characters or fewer. “%@” is too long.
uk: Кожен тег має містити не більше %d символів. «%@» занадто довгий.

# inventory.lists.actions
source: List value actions
uk: Дії зі значенням списку

# inventory.lists.addCategory
source: Add Category
uk: Додати категорію

# inventory.lists.addLocation
source: Add Location
uk: Додати локацію

# inventory.lists.categories
source: Categories
uk: Категорії

# inventory.lists.categories.title
source: Manage Categories
uk: Керування категоріями

# inventory.lists.defaultBadge
source: Default
uk: Типова

# inventory.lists.items.empty.message
source: Items that use this value appear here.
uk: Тут відображаються речі, що використовують це значення.

# inventory.lists.items.empty.title
source: No Items
uk: Немає речей

# inventory.lists.delete.categoryMessage
source: This removes %@ from custom categories.
uk: «%@» буде видалено з власних категорій.

# inventory.lists.delete.locationMessage
source: This removes %@ from reusable locations.
uk: «%@» буде видалено з багаторазових локацій.

# inventory.lists.delete.title
source: Delete Value?
uk: Видалити значення?

# inventory.lists.error.default.message
source: Built-in categories cannot be renamed or deleted.
uk: Вбудовані категорії не можна перейменовувати або видаляти.

# inventory.lists.error.default.title
source: Default Category
uk: Типова категорія

# inventory.lists.error.delete.message
source: The value could not be deleted. Please try again.
uk: Не вдалося видалити значення. Спробуйте ще раз.

# inventory.lists.error.delete.title
source: Value Not Deleted
uk: Значення не видалено

# inventory.lists.error.delete.validationMessage
source: The value could not be checked before deletion. Please try again.
uk: Не вдалося перевірити значення перед видаленням. Спробуйте ще раз.

# inventory.lists.error.duplicate.message
source: %@ is already in this list.
uk: «%@» уже є в цьому списку.

# inventory.lists.error.duplicate.title
source: Name Already Exists
uk: Назва вже існує

# inventory.lists.error.empty.message
source: Enter a name before saving.
uk: Введіть назву перед збереженням.

# inventory.lists.error.empty.title
source: Name Required
uk: Потрібна назва

# inventory.lists.error.save.title
source: List Not Updated
uk: Список не оновлено

# inventory.lists.error.save.message
source: Your list changes could not be saved. Please try again.
uk: Не вдалося зберегти зміни списку. Спробуйте ще раз.

# inventory.lists.error.used.message
source: %@ is used by %@. Rename it or update those items before deleting it.
uk: «%@» використовується в %@. Перейменуйте значення або оновіть ці речі перед видаленням.

# inventory.lists.error.locationContainsPlaces.message.few
source: %@ contains %d storage places. Remove those storage places before deleting this location.
uk: «%@» містить %d місця зберігання. Видаліть ці місця зберігання перед видаленням локації.

# inventory.lists.error.locationContainsPlaces.message.many
source: %@ contains %d storage places. Remove those storage places before deleting this location.
uk: «%@» містить %d місць зберігання. Видаліть ці місця зберігання перед видаленням локації.

# inventory.lists.error.locationContainsPlaces.message.one
source: %@ contains %d storage place. Remove that storage place before deleting this location.
uk: «%@» містить %d місце зберігання. Видаліть це місце зберігання перед видаленням локації.

# inventory.lists.error.locationContainsPlaces.message.other
source: %@ contains %d storage places. Remove those storage places before deleting this location.
uk: «%@» містить %d місць зберігання. Видаліть ці місця зберігання перед видаленням локації.

# inventory.lists.error.placeDoesNotBelongToLocation.message
source: This storage place does not belong to the selected location.
uk: Це місце зберігання не належить вибраній локації.

# inventory.lists.error.used.title
source: Value Is In Use
uk: Значення використовується

# inventory.lists.locations
source: Locations
uk: Локації

# inventory.places.add
source: Add Storage Place
uk: Додати місце зберігання

# inventory.places.delete.message
source: Delete %@ from reusable Storage Places?
uk: Видалити «%@» з багаторазових місць зберігання?

# inventory.places.delete.title
source: Delete Storage Place?
uk: Видалити місце зберігання?

# inventory.places.edit
source: Edit Storage Place
uk: Редагувати місце зберігання

# inventory.places.empty.message
source: Add exact shelves, drawers, boxes, or organizers to remember where Items live.
uk: Додайте точні полиці, шухляди, коробки або органайзери, щоб пам’ятати, де зберігаються речі.
